Repository: gergelysanta/PhotoMiner
Catalog: PhotoMiner/*.lproj/Localizable.strings
Languages: hr

source: picture
hr: slika

source: pictures
hr: slike

source: Are you sure you want to start a new scan?
hr: Stvarno želiš započeti novo pretraživanje?

source: You requested to scan a directory which is not part of the loaded scan.
hr: Zatraženo je pretraživanje mape koja nije dio učitanog pretraživanja.

source: Are you sure you want to trash the selected picture?
hr: Stvarno želiš izbrisati odabranu sliku?

source: Are you sure you want to trash the selected %d pictures?
hr: Stvarno želiš izbrisati odabrane %d slike?

source: No
hr: Ne

source: Yes
hr: Da

source: Couldn't parse scan from %@
hr: Nije bilo moguće obraditi pretraživanje od %@

source: File is corrupted or it's not a scan result
hr: Datoteka je oštećena ili nije rezultat pretraživanja

source: Couldn't save scan to %@
hr: Nije bilo moguće spremiti pretraživanje u %@

source: Couldn't prepare data for saving
hr: Nije bilo moguće pripremiti podatke za spremanje

source: To give access to files in opened scan you need to start a scan for the following directories or drop them here: %@
hr: Za odobravanje pristupa datotekama u otvorenom pretraživanju, moraš pokrenuti pretraživanje sljedećih mapa ili ih ovdje ispustiti: %@

source: To give access to files in opened scan you need to start a scan for the following directory or drop it here: %@
hr: Za odobravanje pristupa datotekama u otvorenom pretraživanju, moraš pokrenuti pretraživanje sljedeće mape ili je ovdje ispustiti: %@

source: Action needed for accessing directories
hr: Potrebna radnja za pristupanje mapama

source: System do not allows to read directories which weren't opened through OpenDialog or Drag&Drop. Because of this we open Finder for you with pre-selected directories each time you load a saved scan with directories which weren't accepted by user yet. You need to Drag&Drop these directories to the application's window in order to give access.
hr: Sustav ne dopušta čitanje mapa koje nisu otvorene putem dijaloga za otvaranje ili putem povlačenja i ispuštanja. Zbog toga otvaramo Finder s unaprijed odabranim mapama svaki put kad učitaš spremljeno pretraživanje s mapama koje korisnik još nije prihvatio. Za odobravanje pristupa, te mape moraš povući i ispustiti u prozor programa.

source: Your loaded scan changed. Do you want to save it before terminating application?
hr: Učitano pretraživanje se promijenilo. Želiš li ga spremiti prije prekidanja programa?

source: Scan Messages attachments
hr: Pretraži privitke poruka

source: Scan Mail attachments
hr: Pretraži privitke emaila

source: Export
hr: Izvezi

source: Couldn't create directory %@: %@
hr: Neuspjelo stvaranje mape %@: %@

source: Couldn't export image %@: %@
hr: Neuspio izvoz slike %@: %@

source: Feedback for PhotoMiner
hr: Povratne poruke za PhotoMiner
